import time
# first_name =  input("как тебя зовут,странник?\n")
# time.sleep(1)
# last_name = input("ой забыл про фамилию\n")
# time.sleep(1)
# age = input("ну и как же без возраста\n")
# age = int(age)
# if age >16 and age <65:
#     print("Первое условие")
# if first_name == "дарт вейдер":
#     print("ты уже умер,чувак")
# print(f"какое красивое имя и фамилия,приятно познакомится,{first_name} {last_name}. А уж возраст {age} - это же вообще моё любимое число!")
print("добро пожаловать на слабое звено!")

quesions = ["первый врпрос:какая из сестёр в романе Александра Сергеевича Пушкина «Евгений Онегин» была старше: Ольга или Татьяна?","второй вопрос:Как назывался первый музей России, учреждённый Петром Великим?","третий вопрос:Как назывался первый музей России, учреждённый Петром Великим?",]
user_ans = ""
answers = ["татьяна","кунсткамера","одеколон"]
